Repository: lokesh-vyas/lifeline
Catalog: lifeline/*.lproj/Main.strings
Languages: hi, kn_in, ta_in, te_in

# 0Bx-83-oKh.normalTitle
source: When you need*
hi: आपको कब आवश्यकता है*
kn_in: ಬೇಕಾದ ದಿನಾಂಕ*
ta_in: எப்பொழுது தேவை*
te_in: మీకు అవసరమైనప్పుడు

# 0Nt-hg-fuj.text
source: Label
te_in: లేబుల్

# 1vm-L7-Vjy.title
source: Address
hi: पता
kn_in: ವಿಳಾಸ
ta_in: முகவரி
te_in: చిరునామా

# lM7-GP-6kO.title
source: Donate
hi: दान करें
kn_in: ದಾನ
ta_in: இரத்த தானம்
te_in: దానం

# 1wB-2C-LKb.text
source: Working Hours :
hi: कार्यकाल :
kn_in: ಕೆಲಸದ ಸಮಯ :
ta_in: வேலை நேரங்கள் :
te_in: పని గంటలు:

# 237-ZS-f6d.placeholder
source: PIN Code
hi: पिन कोड
kn_in: ಪಿನ್ ಕೋಡ್
ta_in: அஞ்சல் குறியீடு
te_in: పిన్ కోడ్

# 2Fv-t2-4b5.text
source: Individuals
hi: व्यक्तिगत
kn_in: ವ್ಯಕ್ತಿಗಳು
ta_in: தனிப்பட்ட கோரிக்கைகள்
te_in: వ్యక్తులు

# 2Yj-1M-3mA.normalTitle
source: Button
te_in: బటన్

# 2nl-QR-EZ3.placeholder
source: Address
hi: पता
kn_in: ವಿಳಾಸ
ta_in: முகவரி
te_in: చిరునామా

# 35J-bo-gCo.text
source: Message
hi: संदेश
kn_in: ಸಂದೇಶ
ta_in: செய்தி
te_in: సందేశం

# 4Xt-Rg-XDY.placeholder
source: City
hi: शहर
kn_in: ನಗರ
ta_in: நகரம்
te_in: నగరం

# 5d1-LB-2PY.placeholder
source: PIN Code
hi: पिन कोड
kn_in: ಪಿನ್ ಕೋಡ್
ta_in: அஞ்சல் குறியீடு
te_in: పిన్ కోడ్

# 6VC-6O-oIt.text
source: Patient's Name
hi: मरीज का नाम
kn_in: ರೋಗಿಯ ಹೆಸರು
ta_in: நோயாளி பெயர்
te_in: రోగి యొక్క పేరు

# 6cw-Xz-M53.normalTitle
source: Donate
hi: दान करें
kn_in: ದಾನ
ta_in: இரத்த தானம்
te_in: దానం

# 7gk-dR-1wU.normalTitle
source: Cancel
hi: रद्द करें
kn_in: ರದ್ದು
ta_in: ரத்து
te_in: రద్దు

# 7uz-ZI-071.normalTitle
source: Clear
hi: मिटा दें
kn_in: ರದ್ದು
ta_in: அகற்று
te_in: తొలగించు

# 8FA-h0-4jo.text
source: To Date
hi: तारीख तक
kn_in: ದಿನಾಂಕಕ್ಕೆ
ta_in: தேதி வரை
te_in: తేదీ

# 8Pz-1O-1kv.title
source: Change Password
hi: पासवर्ड बदलें
kn_in: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ
ta_in: கடவுச்சொல்லை மாற்று
te_in: పాస్వర్డ్ మార్చండి

# 92y-gV-Xnm.text
source: userName
hi: यूजर का नाम
kn_in: ಬಳಕೆದಾರ ಹೆಸರು
ta_in: பயனர் பெயர்
te_in: సభ్యుని పేరు

# AKz-ok-arv.text
source: Head
te_in: హెడ్

# Aug-T3-jhe.text
source: REQUEST
hi: निवेदन
kn_in: ವಿನಂತಿ
ta_in: கோரிக்கை
te_in: విన్నపం

# Awh-mr-UUt.placeholder
source: Name
hi: नाम
kn_in: ಹೆಸರು
ta_in: பெயர்
te_in: పేరు

# B9U-wo-Fdl.text
source: fromDate
hi: तारीख से
kn_in: ದಿನಾಂಕದಿಂದ
ta_in: நாள் முதல்
te_in: తేదీ నుండి

# BKV-0e-EYf.text
source: Personal Appeal
hi: व्यक्तिगत अपील
kn_in: ವೈಯಕ್ತಿಕ ಅಪೀಲ್
ta_in: தனிப்பட்ட முறையீடு
te_in: వ్యక్తిగత అభ్యర్ధన

# BTI-r6-nqP.text
source: Personal Appeal
hi: व्यक्तिगत अपील
kn_in: ವೈಯಕ್ತಿಕ ಅಪೀಲ್
ta_in: தனிப்பட்ட முறையீடு
te_in: వ్యక్తిగత అభ్యర్ధన

# Bk6-th-Ic9.text
source: Comment
hi: टिप्पणी
kn_in: ಕಾಮೆಂಟ್
ta_in: கருத்து
te_in: వ్యాఖ్య

# BqE-jc-byJ.text
source: Timing
hi: समय
kn_in: ಸಮಯ
ta_in: நேரம்
te_in: టైమింగ్

# CAv-8s-OLv.normalTitle
source: Last Donation Date
hi: अंतिम दान तिथि
kn_in: ಕೊನೆಯ ಕೊಡುಗೆ ದಿನಾಂಕ
ta_in: கடைசியாக செய்த தேதி
te_in: చివరి విరాళం తేదీ

# Cll-De-sAw.placeholder
source: Email*
hi: ईमेल*
kn_in: ಇಮೇಲ್*
ta_in: மின்னஞ்சல்*
te_in: ఇమెయిల్ *

# D36-gX-8Vb.title
source: My Request
hi: मेरे निवेदन
kn_in: ನನ್ನ ಕೋರಿಕೆ
ta_in: எனது வேண்டுகோள்
te_in: మా అభ్యర్థన

# D4e-lB-xrM.normalTitle
source: Apply
hi: लागू करें
kn_in: ಅನ್ವಯಿಸು
ta_in: விண்ணப்பிக்கவும்
te_in: వర్తించు

# D9f-Wt-ZS6.normalTitle
source: Blood Inventory
hi: रक्त की सूची
kn_in: ರಕ್ತದ ಇನ್ವೆಂಟರಿ
ta_in: இரத்தக் சேமிப்பு
te_in: రక్తనిధి జాబితా

# DAs-6u-mNw.normalTitle
source: SIGN IN
hi: साइन इन करें
kn_in: ಸೈನ್ ಇನ್
ta_in: உள்நுழைக
te_in: సైన్ ఇన్ చేయండి

# DRM-VO-3LS.title
source: Blood Inventory
hi: रक्त की सूची
kn_in: ರಕ್ತದ ಇನ್ವೆಂಟರಿ
ta_in: இரத்த சேமிப்பு
te_in: బ్లడ్ ఇన్వెంటరీ

# E8d-f5-n2I.text
source: Voluntary Donation
hi: स्वैच्छिक दान
kn_in: ಸ್ವಯಂಪ್ರೇರಿತ ಧಾನ
ta_in: தன்னார்வ ரத்த தானம்
te_in: స్వచ్ఛంద విరాళం

# E9s-kv-u2m.text
source: Office Address
hi: कार्यालय का पता (वैकल्पिक)
kn_in: ಕೆಲಸದ ವಿಳಾಸ (ಐಚ್ಛಿಕ)
ta_in: வேலை முகவரி (விருப்பம்)
te_in: కార్యాలయ చిరునామా (ఐచ్ఛికం)

# EoX-cx-AJD.title
source: Requests
hi: निवेदन
kn_in: ವಿನಂತಿಗಳು
ta_in: கோரிக்கைகளை
te_in: అభ్యర్థనలు

# EqE-Gg-hmB.normalTitle
source: Tap to view
hi: देखने के लिए स्पर्श करें
kn_in: ವೀಕ್ಷಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ta_in: திறக்க கிளிக் செய்க
te_in: వీక్షించడానికి నొక్కండి

# G7a-Fz-IGm.text
source: Share
hi: प्रसार करें
kn_in: ಹಂಚಿಕೊಳ್ಳಿ
ta_in: பகிர்ந்து
te_in: షేర్

# Gm4-XE-bkz.normalTitle
source: SIGN UP
hi: साइन अप करें
kn_in: ಸೈನ್ ಅಪ್
ta_in: புதிய பதிவு
te_in: నమోదు చేయండి

# Gmm-PG-Hax.text
source: Close Request
hi: निवेदन बंद करें
kn_in: ವಿನಂತಿ ರದ್ದು
ta_in: வேண்டுகோள் ஏகப்படவில்லை
te_in: అభ్యర్థన మూసివేయి

# GnG-F8-xUN.normalTitle
source: SIGN IN
hi: साइन इन करें
kn_in: ಸೈನ್ ಇನ್
ta_in: உள்நுழைக
te_in: సైన్ ఇన్ చేయండి

# H4i-eI-eki.normalTitle
source: Donate
hi: दान करें
kn_in: ದಾನ
ta_in: இரத்த தானம்
te_in: దానం

# HF2-FN-LfL.normalTitle
source: SIGN UP
hi: साइन अप करें
kn_in: ಸೈನ್ ಅಪ್
ta_in: புதிய பதிவு
te_in: చేయండి

# Hgh-HU-kW1.placeholder
source: New Password*
hi: नया पासवर्ड*
kn_in: ಹೊಸ ಪಾಸ್ವರ್ಡ್*
ta_in: புதிய கடவுச்சொல்*
te_in: కొత్త పాస్వర్డ్*

# Ik9-ja-k21.text
source: Contact Number
hi: फ़ोन नंबर
kn_in: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ta_in: தொடர்பு எண்
te_in: సంప్రదింపు ఫోన్ సంఖ్య

# J1W-nN-ri3.text
source: Change Password
hi: पासवर्ड बदलें
kn_in: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ
ta_in: கடவுச்சொல்லை மாற்று
te_in: పాస్వర్డ్ మార్చండి

# JC1-nL-X0x.placeholder
source: Enter Hospital Name
hi: अस्पताल का नाम दर्ज करें
kn_in: ಆಸ್ಪತ್ರೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ta_in: மருத்துவமனை பெயரை உள்ளிடவும்
te_in: హాస్పిటల్ పేరును నమోదు చేయండి

# JC1-nL-X0x.scopeButtonTitles[0]
source: Title
kn_in: ಶೀರ್ಷಿಕೆ
te_in: టైటిల్

# JC1-nL-X0x.scopeButtonTitles[1]
source: Title
kn_in: ಶೀರ್ಷಿಕೆ
te_in: టైటిల్

# JOk-4K-2zk.placeholder
source: City
hi: शहर
kn_in: ನಗರ
ta_in: நகரம்
te_in: నగరం

# JRh-y7-vX9.normalTitle
source: Submit
hi: सबमिट करें
kn_in: ಸಲ್ಲಿಸಿ
ta_in: சமர்ப்பி
te_in: సమర్పించండి

# JUb-lS-sY1.text
source: Hospitals
hi: अस्पताल
kn_in: ಆಸ್ಪತ್ರೆಗಳು
ta_in: மருத்துவமனைகள்
te_in: హాస్పిటల్స్

# KSd-oU-hqN.placeholder
source: Hospital / Bloodbank Name*
hi: अस्पताल / ब्लड बैंक का नाम*
kn_in: ಆಸ್ಪತ್ರೆ / ಬ್ಲಡ್ಬ್ಯಾಂಕ್ ಹೆಸರು*
ta_in: மருத்துவமனை/இரத்த வங்கி பெயர்*
te_in: హాస్పిటల్ / బ్లడ్బ్యాంక్ పేరు *

# KjB-od-Qw9.placeholder
source: Age*
hi: उम्र*
kn_in: ವಯಸ್ಸು*
ta_in: வயது*
te_in: వయస్సు *

# Me7-Uk-S17.normalTitle
source: Button
te_in: బటన్

# Mkw-2o-jrh.normalTitle
source: Submit
hi: सबमिट करें
kn_in: ಸಲ್ಲಿಸಿ
ta_in: சமர்ப்பி
te_in: సమర్పించండి

# Nch-d1-2WF.placeholder
source: Contact Person*
hi: संपर्कर्त्ता*
kn_in: ಸಂಪರ್ಕಿಸುವ ವ್ಯಕ್ತಿ *
ta_in: தொடர்பு கொள்ள*
te_in: సంప్రదించవలసిన వ్యక్తి

# Ni4-4p-kcZ.normalTitle
source: Donate
hi: दान करें
kn_in: ದಾನ
ta_in: இரத்த தானம்
te_in: దానం

# OEe-sP-tQY.text
source: Blood donation Camp
hi: रक्तदान शिविर
kn_in: ಆಸ್ಪತ್ರೆ / ರಕ್ತ ಬ್ಯಾಂಕ್
ta_in: இரத்த தான முகாம்
te_in: రక్త దానం క్యాంప్

# OQa-en-FfI.normalTitle
source: Confirm Donate
hi: दान की पुष्टि करें
kn_in: ದಾನ ದೃಢೀಕರಿಸಿ
ta_in: இரத்த தானம் உறுதி
te_in: ధృవీకరించండి

# OR7-mt-Ovx.text
source: Campaign Description
hi: शिविर का विवरण
kn_in: ಕ್ಯಾಂಪೇನ್ ವಿವರಣೆ
ta_in: முகாம் விவரம்
te_in: ప్రచార వివరణ

# Pbd-zn-Mcw.normalTitle
source: SIGN UP
hi: साइन अप करें
kn_in: ಸೈನ್ ಅಪ್
ta_in: பதிவு செய்யவும்
te_in: నమోదు చేయండి

# Q6n-tx-iAA.normalTitle
source: SIGN IN
hi: साइन इन करें
kn_in: ಸೈನ್ ಇನ್
ta_in: உள்நுழைக
te_in: సైన్ ఇన్ చేయండి

# QBc-dm-Fkm.text
source: Donated
hi: दान किया
kn_in: ದಾನ
ta_in: இரத்த தானம் செய்யப்பட்டது
te_in: దానం

# QIu-Tl-LdC.placeholder
source: City*
hi: शहर*
kn_in: ನಗರ*
ta_in: நகரம்*
te_in: నగరం*

# QQi-U1-6Ua.normalTitle
source: Cancel
hi: रद्द करें
kn_in: ರದ್ದುಮಾಡಿ
ta_in: ரத்து
te_in: రద్దు

# Qh4-My-GGa.normalTitle
source: Cancel
hi: रद्द करें
kn_in: ರದ್ದುಮಾಡಿ
ta_in: ரத்து
te_in: రద్దు

# Qk8-jp-aa4.text
source: DONATE
hi: दान करें
kn_in: ದಾನ
ta_in: இரத்த தானம்
te_in: దానం

# Rcv-Mk-3Cg.text
source: Health Info
hi: स्वास्थ्य जानकारी
kn_in: ಆರೋಗ್ಯ ಮಾಹಿತಿ
ta_in: சுகாதார தகவல்
te_in: ఆరోగ్య సమాచారం

# Rra-8B-OWW.text
source: Working Hours :
hi: कार्यकाल :
kn_in: ಕೆಲಸದ ಸಮಯ :
ta_in: வேலை நேரம் :
te_in: పని సమయం :

# S89-bZ-Cho.placeholder
source: Email Address
hi: ईमेल पता
kn_in: ಇಮೇಲ್ ವಿಳಾಸ
ta_in: மின்னஞ்சல் முகவரி
te_in: ఇమెయిల్ చిరునామా

# Si4-eW-f0j.text
source: Hospital Name
hi: अस्पताल का नाम
kn_in: ಆಸ್ಪತ್ರೆ ಹೆಸರು
ta_in: மருத்துவமனை பெயரை உள்ளிடுக<
te_in: హాస్పిటల్ పేరు

# TDP-kr-M3g.text
source: My Profile
hi: मेरी प्रोफाइल
kn_in: ನನ್ನ ಪ್ರೊಫೈಲ್
ta_in: என் சுயவிவரம்
te_in: మా ప్రొఫైల్

# TIM-UO-sld.text
source: Request Details
hi: जानकारी के लिए निवेदन
kn_in: ವಿನಂತಿ ಮಾಹಿತಿ
ta_in: கோரிக்கை விவரங்கள்
te_in: సమాచారం అభ్యర్థించండి

# Tyk-Ao-mcV.text
source: needDescription
hi: आवश्यक विवरण
kn_in: ವಿವರಣೆ ಅಗತ್ಯವಿದೆ
ta_in: கோரிக்கை விளக்கம் தேவை
te_in: వివరణ అవసరం

# UFu-Km-CcU.normalTitle
source: Requests
hi: मेरे निवेदन
kn_in: ನನ್ನ ವಿನಂತಿಗಳು
ta_in: என் கோரிக்கைகள்
te_in: మా అభ్యర్థనలు

# UM5-pu-tKE.normalTitle
source: What you need*
hi: आपकी आवश्यकता*
kn_in: ನಿಮಗೆ ಬೇಕಾದದು*
ta_in: என்ன தேவை*
te_in: మీకు ఏమ్ కావాలి

# Uj6-bI-PvC.normalTitle
source: Clear
hi: मिटा दें
kn_in: ರದ್ದುಮಾಡಿ
ta_in: அகற்று
te_in: తొలగించు

# Upk-Lo-0c5.placeholder
source: Email
hi: ईमेल
kn_in: ಇಮೇಲ್
ta_in: மின்னஞ்சல்
te_in: ఇమెయిల్

# V56-8r-YCu.text
source: Working Hours
hi: कार्यकाल
kn_in: ಕೆಲಸದ ಸಮಯ
ta_in: வேலை நேரம்
te_in: పని సమయం

# VF5-aL-b92.text
source: From Date
hi: तारीख से
kn_in: ದಿನಾಂಕದಿಂದ
ta_in: நாள் முதல்
te_in: తేదీ నుండి

# W8n-35-N6l.text
source: Hospital/Blood Bank
hi: अस्पताल/ब्लड बैंक
kn_in: ಆಸ್ಪತ್ರೆ / ರಕ್ತ ಬ್ಯಾಂಕ್
ta_in: மருத்துவமனை/இரத்த வங்கி
te_in: హాస్పిటల్ / బ్లడ్ బ్యాంక్

# W8x-Pd-mOF.text
source: Hospital Address
hi: अस्पताल का पता
kn_in: ಆಸ್ಪತ್ರೆ ವಿಳಾಸ
ta_in: மருத்துவமனை முகவரி
te_in: హాస్పిటల్ చిరునామా

# WcT-Xy-gA4.placeholder
source: Address*
hi: पता*
kn_in: ವಿಳಾಸ*
ta_in: முகவரி*
te_in: చిరునామా *

# XUm-28-Fwo.text
source: No requirement in your location
hi: आपके स्थान पर कोई निवेदन प्राप्त नहीं हुआ
kn_in: ನಿಮ್ಮ ಸ್ಥಳದಲ್ಲಿ ಅಗತ್ಯವಿಲ್ಲ
ta_in: உங்கள் இருப்பிடத்தில் எந்த இரத்த கோரிக்கைகளும் இல்லை
te_in: మీ స్థానం లో అవసరం లేదు

# Xaa-Dv-hpJ.text
source: Hospital/Blood Bank Info
hi: अस्पताल / ब्लड बैंक जानकारी
kn_in: ಆಸ್ಪತ್ರೆ / ರಕ್ತ ಬ್ಯಾಂಕ್ ಮಾಹಿತಿ
ta_in: மருத்துவமனை/இரத்த வங்கி தகவல்
te_in: హాస్పిటల్ / బ్లడ్ బ్యాంకు సమాచారం

# Y6Z-28-wV2.placeholder
source: Landmark
hi: सीमा चिन्ह
kn_in: ಹೆಗ್ಗುರುತು
ta_in: தனித்துவமான
te_in: మైలురాయి

# Yaj-Vs-nPP.placeholder
source: Confirm Password*
hi: पासवर्ड की पुष्टि कीजिये*
kn_in: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ*
ta_in: கடவுச்சொல்லை உறுதிப்படுத்துக*
te_in: పాస్వర్డ్ను నిర్ధారించండి *

# ZAi-um-MfB.text
source: contactNumber
hi: फ़ोन नंबर
kn_in: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ta_in: தொடர்பு எண்
te_in: సంప్రదింపు ఫోన్ సంఖ్య

# ZST-Tc-Ni8.text
source: Address
hi: पता
kn_in: ವಿಳಾಸ
ta_in: முகவரி
te_in: చిరునామా

# aGP-BK-U8w.title
source: Confirm Donate
hi: दान की पुष्टि करें
kn_in: ದಾನ ದೃಢೀಕರಿಸಿ
ta_in: இரத்த தானம் உறுதி
te_in: ధృవీకరించండి

# auf-Zv-hCk.title
source: Donor Details
hi: दाता विवरण
kn_in: ದಾನಿ ವಿವರಗಳು
ta_in: தானம் செய்தவரின் விவரம்
te_in: దాత వివరాలు

# cAV-nA-hJs.text
source: Hospital/Blood Bank Name
hi: अस्पताल / ब्लड बैंक का नाम
kn_in: ಆಸ್ಪತ್ರೆ / ರಕ್ತ ಬ್ಯಾಂಕ್ ಹೆಸರು
ta_in: மருத்துவமனை/இரத்த வங்கி பெயர்
te_in: హాస్పిటల్ / బ్లడ్ బ్యాంక్ పేరు

# cbi-hR-bof.text
source: Name
hi: नाम
kn_in: ಹೆಸರು
ta_in: பெயர்
te_in: పేరు

# cjh-1K-bcg.normalTitle
source: View
hi: देखे
kn_in: ನೋಟ
ta_in: காண்க
te_in: చూడండి

# cq5-If-EwU.text
source: Thank You Note
hi: धन्यवाद पत्र
kn_in: ಧನ್ಯವಾದ ತಿಳಿಸಿ
ta_in: நன்றி குறிப்பு
te_in: కృతజ్ఞతా పత్రం

# cwc-9E-9b3.placeholder
source: Contact Number(Blood Bank/Hospital)*
hi: फ़ोन नंबर (ब्लड बैंक / अस्पताल)*
kn_in: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ (ಬ್ಲಡ್ ಬ್ಯಾಂಕ್ / ಆಸ್ಪತ್ರೆ)*
ta_in: தொடர்பு எண்(இரத்த வங்கி/மருத்துவமனை)*
te_in: సంప్రదింపు ఫోన్ సంఖ్య (బ్లడ్ బ్యాంక్ / హాస్పిటల్) *

# die-8M-tBC.placeholder
source: Name*
hi: नाम*
kn_in: ಹೆಸರು*
ta_in: பெயர்*
te_in: పేరు *

# ePk-OR-ple.title
source: Request Details
hi: विवरण के लिए निवेदन
kn_in: ವಿವರಗಳು ವಿನಂತಿಸಿ
ta_in: கோரிக்கை விவரங்கள்
te_in: అభ్యర్థన వివరాలు

# f03-Z4-oCC.normalTitle
source: Blood Group
hi: रक्त समूह
kn_in: ರಕ್ತ ಗುಂಪು
ta_in: இரத்த வகை
te_in: రక్తపు గ్రూపు

# fLi-vY-ryN.normalTitle
source: Cancel
hi: रद्द करें
kn_in: ರದ್ದುಮಾಡಿ
ta_in: ரத்து
te_in: రద్దు

# gQR-am-OWB.normalTitle
source: Done
hi: चयन करें
kn_in: ಮುಗಿದಿದೆ
ta_in: முடிந்தது
te_in: పూర్తి

# u3p-5p-Lik.text
source: Choose Language
hi: भाषा चुनें
kn_in: ಭಾಷೆಯನ್ನು ಆರಿಸಿ
ta_in: மொழியைத் தேர்வு செய்க
te_in: భాష

# gii-AP-mNZ.text
source: Post Request on Social Media
hi: सोशल मीडिया पर अपना निवेदन पोस्ट करें
kn_in: ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮದಲ್ಲಿ ಪೋಸ್ಟ್ ವಿನಂತಿ
ta_in: சமூக மீடியாவில் இடுகையைக் கோரவும்
te_in: సోషల్ మీడియాలో పోస్ట్ అభ్యర్ధన

# gop-6F-5D2.text
source: Email ID
hi: ईमेल आईडी
kn_in: ಇಮೇಲ್ ಐಡಿ
ta_in: மின்னஞ்சல் முகவரி
te_in: ఇమెయిల్ ఐడి

# goq-ur-qEv.normalTitle
source: DOB
hi: जन्मतिथि
kn_in: ಹುಟ್ತಿದ ದಿನ
ta_in: பிறந்த தேதி
te_in: పుట్టిన తేది

# heb-vv-Zvc.placeholder
source: Search here
hi: रक्तदान करने के स्थान
kn_in: ಬ್ಲಡ್ ದಾನ ಸ್ಥಳಗಳು
ta_in: இரத்த தானம் இடங்கள்
te_in: రక్తం దానం స్థలాలు

# heb-vv-Zvc.scopeButtonTitles[0]
source: Title
te_in: టైటిల్

# heb-vv-Zvc.scopeButtonTitles[1]
source: Title
te_in: టైటిల్

# hff-MS-SWd.normalTitle
source: Done
hi: चयन करें
kn_in: ಮುಗಿದಿದೆ
ta_in: முடிந்தது
te_in: పూర్తి

# hjG-3h-KT4.normalTitle
source: Forgot Password?
hi: पासवर्ड भूल गए?
kn_in: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
ta_in: கடவுச்சொல் மறந்துவிட்டதா?
te_in: పాస్వర్డ్ మర్చిపోయారా?

# hmq-e0-7Ay.normalTitle
source: Submit
hi: सबमिट करें
kn_in: ಸಲ್ಲಿಸಿ
ta_in: சமர்ப்பி
te_in: సమర్పించండి

# iO2-Uh-7Rn.text
source: Doctor Name
hi: डॉक्टर का नाम
kn_in: ಡಾಕ್ಟರ್ ಹೆಸರು
ta_in: மருத்துவர் பெயர்
te_in: డాక్టర్ పేరు

# iUe-dH-BLt.placeholder
source: Patient Name*
hi: मरीज़ का नाम*
kn_in: ರೋಗಿಯ ಹೆಸರು*
ta_in: நோயாளி பெயர்*
te_in: రోగి పేరు *

# idj-bd-OTX.placeholder
source: Password
hi: पासवर्ड
kn_in: ಪಾಸ್ವರ್ಡ್
ta_in: கடவுச்சொல்
te_in: పాస్వర్డ్

# jAv-YE-uO9.text
source: Contact Person
hi: संपर्कर्त्ता
kn_in: ಸಂಪರ್ಕಿಸುವ ವ್ಯಕ್ತಿ
ta_in: தொடர்பு கொள்ள
te_in: వ్యక్తి సంప్రదించండి

# jBk-fl-514.text
source: When Required
hi: कब आवश्यकता है?
kn_in: ಅಗ್ಯತ್ಯ ವಿರುವ ದಿನಾಂಕ
ta_in: எப்பொழுது தேவை
te_in: అవసరమైనప్పుడు

# jEF-3d-76Y.text
source: There are multiple individual requests in this hospital
hi: इस अस्पताल में कई व्यक्तिगत निवेदन हैं
kn_in: ಈ ಆಸ್ಪತ್ರೆಯಲ್ಲಿ ಬಹು ವೈಯಕ್ತಿಕ ವಿನಂತಿಗಳು ಇವೆ
ta_in: இந்த மருத்துவமனையில் பல தனிப்பட்ட கோரிக்கைகளும் உள்ளன
te_in: ఈ ఆస్పత్రిలో బహుళ వ్యక్తిగత అభ్యర్థనలు ఉన్నాయి

# jIe-BE-q2Q.text
source: Head
te_in: హెడ్

# jMu-Vq-gas.text
source: To Date :
hi: तारीख तक:
kn_in: ದಿನಾಂಕಕ್ಕೆ :
ta_in: தேதி வரை :
te_in: తేదీ కు:

# jV1-E5-yHu.placeholder
source: Contact Number*
hi: फ़ोन नंबर*
kn_in: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ*
ta_in: தொடர்பு எண்*
te_in: సంప్రదింపు ఫోన్ సంఖ్య

# jqt-3W-bJF.text
source: toDate
hi: तारीख तक
kn_in: ದಿನಾಂಕಕ್ಕೆ
ta_in: தேதி வரை
te_in: తేదీ కు:

# jxV-yA-Awc.title
source: Donate
hi: दान की गई स्थान सूची
kn_in: ದಾನ ಸ್ಥಳಗಳು ಪಟ್ಟಿ
ta_in: இரத்ததானம்
te_in: విరాళమిచ్చిన స్థలాల జాబితా:

# kYE-Md-EnF.title
source: Sign Up
hi: साइन अप करें
kn_in: ಸೈನ್ ಅಪ್
ta_in: பதிவு செய்யவும்
te_in: సభ్యత్వం కోసం నమోదు చేయండి

# l2p-Og-5MD.text
source: No. of Units
hi: यूनिट्स की संख्या
kn_in: ಘಟಕಗಳ ಸಂಖ್ಯೆ
ta_in: மொத்த அளவுகள்
te_in: యూనిట్ల సంఖ్య

# laf-ll-1Ab.text
source: address
hi: पता
kn_in: ವಿಳಾಸ
ta_in: முகவரி
te_in: చిరునామా

# lgb-no-rP5.title
source: Login
hi: लॉग इन करें
kn_in: ಲಾಗಿನ್
ta_in: புகுபதிகை
te_in: లాగిన్

# mXs-5D-obm.placeholder
source: Contact Number*
hi: फ़ोन नंबर*
kn_in: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ*
ta_in: தொடர்பு எண்*
te_in: సంప్రదింపు ఫోన్ సంఖ్య*

# mtX-SS-qfM.title
source: Hospital/Blood Bank Info
hi: अस्पताल / ब्लड बैंक जानकारी
kn_in: ಆಸ್ಪತ್ರೆ/ರಕ್ತ ಬ್ಯಾಂಕ್ ಮಾಹಿತಿ
ta_in: மருத்துவமனை/இரத்த வங்கி தகவல்
te_in: హాస్పిటల్ / బ్లడ్ బ్యాంకు సమాచారం

# nt4-Vr-tDg.text
source: Confirm Donate
hi: दान की पुष्टि करें
kn_in: ದಾನ ದೃಢೀಕರಿಸಿ
ta_in: இரத்த தானம் உறுதி
te_in: ధృవీకరించండి

# oXl-dv-G7c.text
source: Patient Information
hi: मरीज़ की जानकारी
kn_in: ರೋಗಿಯ ಮಾಹಿತಿ
ta_in: நோயாளி தகவல்
te_in: రోగి సమాచారం

# p7U-2F-YDD.title
source: Request
hi: निवेदन
kn_in: ವಿನಂತಿ
ta_in: வேண்டுகோள்
te_in: అభ్యర్థన

# qA5-cN-tPG.text
source: Address
hi: पता
kn_in: ವಿಳಾಸ
ta_in: முகவரி
te_in: చిరునామా

# qK6-Zx-BAo.normalTitle
source: Button
te_in: బటన్

# ryY-FP-aGJ.normalTitle
source: Blood Inventory
hi: रक्त की सूची
kn_in: ರಕ್ತದ ಇನ್ವೆಂಟರಿ
ta_in: இரத்தக் கணக்கெடுப்பு
te_in: రక్తనిధి జాబితా

# sIu-Bx-mgj.text
source: Home Address
hi: घर का पता (वैकल्पिक)
kn_in: ಮುಖಪುಟ ವಿಳಾಸ (ಐಚ್ಛಿಕ)
ta_in: வீட்டு முகவரி (விருப்பம்)
te_in: ఇంటి చిరునామా (ఐచ్ఛికం)

# tQk-hY-1dr.placeholder
source: Address
hi: पता
kn_in: ವಿಳಾಸ
ta_in: முகவரி
te_in: చిరునామా

# u0B-7p-dQR.placeholder
source: Password
hi: पासवर्ड
kn_in: ಪಾಸ್ವರ್ಡ್
ta_in: கடவுச்சொல்
te_in: పాస్వర్డ్

# uFL-BT-pmS.text
source: Personal Info
hi: व्यक्तिगत जानकारी
kn_in: ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ
ta_in: தனிப்பட்ட தகவல்
te_in: వ్యక్తిగత సమాచారం

# uJv-fu-AYf.text
source: Donate
hi: दान करें
kn_in: ದಾನ
ta_in: இரத்த தானம்
te_in: దానం

# utE-4g-TxJ.text
source: Contact Number
hi: फ़ोन नंबर
kn_in: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ta_in: தொடர்பு எண்
te_in: సంప్రదింపు ఫోన్ సంఖ్య*

# vDw-ek-qUe.placeholder
source: Old Password*
hi: पुराना पासवर्ड*
kn_in: ಹಳೆಯ ಪಾಸ್ವರ್ಡ್*
ta_in: பழைய கடவுச்சொல்*
te_in: పాత పాస్వర్డ్ *

# vFb-As-yO0.placeholder
source: PIN Code
hi: पिन कोड
kn_in: ಪಿನ್ ಕೋಡ್
ta_in: அஞ்சல் குறியீடு
te_in: పిన్ కోడ్

# vLA-0u-ipU.title
source: My Profile
hi: मेरी प्रोफाइल
kn_in: ನನ್ನ ಪ್ರೊಫೈಲ್
ta_in: என் சுயவிவரம்
te_in: మా ప్రొఫైల్

# vRK-Fp-j6c.normalTitle
source: Change Password
hi: पासवर्ड बदलें
kn_in: ಗುಪ್ತಪದವನ್ನು ಬದಲಿಸಿ
ta_in: கடவுச்சொல்லை மாற்று
te_in: పాస్వర్డ్ మార్చండి

# vdd-cH-bQd.text
source: OR
hi: या
kn_in: ಅಥವಾ
ta_in: அல்லது
te_in: లేదా

# viO-4Q-oHF.normalTitle
source: Confirm Donate
hi: दान की पुष्टि करें
kn_in: ದಾನ ದೃಢೀಕರಿಸಿ
ta_in: இரத்த தானம் உறுதி
te_in: ధృవీకరించండి

# vzg-tf-OZl.normalTitle
source: Blood Group*
hi: रक्त समूह*
kn_in: ರಕ್ತ ಗುಂಪು *
ta_in: இரத்த வகை*
te_in: రక్తపు గ్రూపు

# wG5-tu-clk.placeholder
source: Doctor Name*
hi: डॉक्टर का नाम*
kn_in: ಡಾಕ್ಟರ್ ಹೆಸರು*
ta_in: மருத்துவர் பெயர்*
te_in: డాక్టర్ పేరు *

# wge-wf-c4a.normalTitle
source: Units*
hi: यूनिट्स*
kn_in: ಘಟಕಗಳು*
ta_in: அளவுகள்*
te_in: యూనిట్లు

# woo-lf-VrF.text
source: Campaigns
hi: शिविर
kn_in: ಶಿಬಿರಗಳು
ta_in: முகாம்கள்
te_in: ప్రచారాలు

# x6V-Bx-RGk.normalTitle
source: Preferred Date & Time
hi: अपनी तारीख और समय चुनें
kn_in: ಮೆಚ್ಚಿನ ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
ta_in: விருப்பமான தேதி & நேரம்
te_in: అనువైన తేదీ మరియు సమయం

# xHr-n6-ZSI.text
source: Timing
hi: समय
kn_in: ಸಮಯ
ta_in: நேரம்
te_in: టైమింగ్

# yI3-Yb-2I7.text
source: From Date :
hi: तारीख से :
kn_in: ದಿನಾಂಕದಿಂದ :
ta_in: தேதி முதல் :
te_in: తేదీ నుండి:

# yq2-Bx-1oS.placeholder
source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये
kn_in: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ta_in: கடவுச்சொல்லை உறுதிப்படுத்துக
te_in: పాస్వర్డ్ని నిర్ధారించండి

# yz5-DD-wbp.text
source: Title
kn_in: ಶೀರ್ಷಿಕೆ
te_in: టైటిల్

# pGZ-xa-ljc.title
source: Select Langauge
hi: भाषा चुनिए
kn_in: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta_in: மொழியைத் தேர்ந்தெடுக்கவும்
te_in: భాషను ఎంచుకోండి

# 4Pf-r9-aWa.text
source: Notifications
ta_in: அறிவிப்புகள்
