Repository: lokesh-vyas/lifeline
Catalog: *.lproj/Localizable.strings
Languages: hi, kn_in, ta_in, te_in

# BTN_CANCEL
source: Cancel
hi: रद्द करे
kn_in: ರದ್ದುಮಾಡಿ
ta_in: ரத்து
te_in: రద్దు

# BTN_OK
source: OK
hi: ओके
kn_in: ಸರಿ
ta_in: சரி
te_in: అవును

# BTN_SUBMIT
source: Submit
hi: जमा करें
kn_in: ಸಲ್ಲಿಸಿ
ta_in: சமர்ப்பி
te_in: సమర్పించండి

# BTN_SELECT
source: Select
hi: चुने
kn_in: ಆಯ್ಕೆಮಾಡಿ
ta_in: தேர்தெடு
te_in: ఎంచుకోండి

# BTN_SELECT_ADDRESS
source: Selected Address
hi: पता चुने
kn_in: ವಿಳಾಸವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ta_in: தேர்ந்தெடுக்கப்பட்ட முகவரி
te_in: ఎంచుకున్న చిరునామా

# TOAST_SIGN_IN
source: Signin...
hi: साइन इन करें...
kn_in: ಸೈನ್ ಇನ್...
ta_in: உள்நுழைக...
te_in: సైన్ఇన్ ...

# TOAST_WARNIG
source: Warning
hi: चेतावनी
kn_in: ಎಚ್ಚರಿಕೆ
ta_in: எச்சரிக்கை
te_in: హెచ్చరిక

# TOAST_LOGIN_IN
source: Login...
hi: लॉग इन करें...
kn_in: ಲಾಗಿನ್ ಮಾಡಿ...
ta_in: உள் நுழை...
te_in: లాగిన్ ...

# TOAST_PLEASE_WAIT
source: Please wait..
hi: कृपया प्रतीक्षा करें...
kn_in: ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ..
ta_in: காத்திருக்கவும்..
te_in: దయచేసి వేచి ఉండండి ..

# TOAST_SETTING_TITLE
source: Settings
hi: सेटिंग्स
kn_in: ಸೆಟ್ಟಿಂಗ್ಗಳು
ta_in: அமைப்புகள்
te_in: సెట్టింగులు

# TOAST_LOADING_MESSAGE
source: Loading...
hi: लोड हो रहा है...
kn_in: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ta_in: காத்திருப்பு ஏற்றது...
te_in: లోడ్...

# TOAST_SUBMIT_MESSAGE
source: Submitting...
hi: सबमिट हो रहा है ...
kn_in: ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...
ta_in: சமர்ப்பிக்கிறது...
te_in: సమర్పిస్తోంది ...

# TOAST_ALERT_MESSAGE
source: Alert
hi: चेतावनी
kn_in: ಎಚ್ಚರಿಕೆ
ta_in: எச்சரிக்கை
te_in: హెచ్చరిక

# TOAST_NO_INTERNET_WARNING
source: No Internet Connection, please check your Internet Connection
hi: कोई इंटरनेट कनेक्शन नहीं है, कृपया अपने इंटरनेट कनेक्शन की जांच करें
kn_in: ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವಿಲ್ಲ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ
ta_in: இணைய இணைப்பு இல்லை, உங்கள் இணைய இணைப்பு சரிபார்க்கவும்
te_in: ఇంటర్నెట్ కనెక్షన్ లేదు, దయచేసి మీ ఇంటర్నెట్ కనెక్షన్ను తనిఖీ చేయండి

# TOAST_ACCESS_SERVER_WARNING
source: Unable to access server, please try again later
hi: सर्वर तक पहुंचने में असमर्थ, कृपया पुनः प्रयास करे
kn_in: ಸರ್ವರ್ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ, ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ta_in: சேவையகத்தை அணுக முடியவில்லை, பிறகு மீண்டும் முயற்சிக்கவும்
te_in: సర్వర్ ని ప్రాప్యత చెయ్యడం సాధ్యం కాలేదు, దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి

# ERROR_ALL_MANDATORY_FIELDS
source: Please fill all fields
hi: कृपया सभी स्थान भरे
kn_in: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ
ta_in: அனைத்து படிவங்களையும் நிரப்பவும்
te_in: దయచేసి అన్ని ఖాళీలను పూరించండి

# ERROR_PASSWORD_NOT_MATCHED
source: Password don't match
hi: पासवर्ड मैच नहीं हुआ
kn_in: ಪಾಸ್ವರ್ಡ್ ಹೊಂದುತ್ತಿಲ್ಲ
ta_in: கடவுச்சொல் பொருந்தவில்லை
te_in: పాస్వర్డ్ సరిపోలేదు

# ERROR_PASSWORD_VALIDATION
source: Password must be greater than 6 Digits
hi: पासवर्ड 6 अंकों से अधिक होना चाहिए
kn_in: ಪಾಸ್ವರ್ಡ್ 6 ಅಂಕಿಗಳಿಗಿಂತ ಹೆಚ್ಚಿನದಾಗಿರಬೇಕು
ta_in: கடவுச்சொல் 6 இலக்கங்களுக்கும் அதிகமாக இருக்க வேண்டும்
te_in: పాస్వర్డ్ 6 అంకెల/అక్షరాలు కంటే ఎక్కువ ఉండాలి

# ERROR_INVALID_MAIL_ID
source: Invalid Email ID
hi: अमान्य ईमेल आईडी
kn_in: ಅಮಾನ್ಯ ಇಮೇಲ್ ಐಡಿ
ta_in: தவறான மின்னஞ்சல் முகவரி
te_in: చెల్లని ఇమెయిల్ ఐడి

# ERROR_WRONG_USER_ID
source: User id you entered is already in use please enter another user id
hi: आपके द्वारा दर्ज यूजर आईडी पहले से उपयोग में है, कृपया अन्य यूजर आईडी दर्ज करें
kn_in: ನೀವು ನಮೂದಿಸಿದ ಬಳಕೆದಾರ ಐಡಿ ಈಗಾಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ ದಯವಿಟ್ಟು ಇನ್ನೊಂದು ಬಳಕೆದಾರ ಐಡಿ ಅನ್ನು ನಮೂದಿಸಿ
ta_in: நீங்கள் உள்ளிட்ட பயனீட்டாளர் முகவரியானது முன்பே உபயோகத்தில் உள்ளது, தயவுசெய்து மற்றொரு பயனர் முகவரியை உள்ளிடுக
te_in: మీరు ఎంటర్ చేసిన వినియోగదారు ఐడి ఇప్పటికే ఉపయోగంలో ఉంది దయచేసి మరొక ఐడి ఎంటర్ చెయ్యండి

# CHECK_USERID_PASSWORD
source: Please Check your UserID And Password and try again
hi: कृपया अपने यूजर आईडी और पासवर्ड जांचें और पुनः प्रयास करे
kn_in: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಳಕೆದಾರರ ಗುರುತು ಮತ್ತು ಪಾಸ್ವರ್ಡ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ta_in: தயவுசெய்து உங்கள் பயனர் முகவரி மற்றும் கடவுச்சொல்லைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்
te_in: దయచేసి మీ వినియోగదారు ఐడి మరియు పాస్వర్డ్ను తనిఖీ చేసి మళ్ళీ ప్రయత్నించండి

# SUCESS_USER_ID_AVAILABLE
source: User id is available
hi: यूजर आईडी उपलब्ध है
kn_in: ಬಳಕೆದಾರರ ಐಡಿ ಲಭ್ಯವಿದೆ
ta_in: பயனர் முகவரி உள்ளது
te_in: వినియోగదారు ఐడి అందుబాటులో ఉంది

# SUCESS_LOGIN_MESSAGE
source: User Login Successfully
hi: यूजर लॉगिन सफलतापूर्वक हो गया है
kn_in: ಬಳಕೆದಾರರ ಲಾಗಿನ್ ಯಶಸ್ವಿಯಾಗಿದೆ
ta_in: உள்நுழைவு வெற்றிகரமாக
te_in: వినియోగదారు లాగిన్ విజయవంతమైంది

# SOCAIL_SHARE_TITLE_MESSAGE
source: LifeLine is a social application dedicated to connecting blood banks, donors and recipients.
hi: LifeLine एक सामाजिक आवेदन है जो ब्लड बैंक, दाताओं और प्राप्तकर्ताओं को जोड़ने के लिए समर्पित है।
kn_in: ಲೈಫ್ಲೈನ್ ಎನ್ನುವುದು ರಕ್ತದ ಬ್ಯಾಂಕುಗಳು, ದಾನಿಗಳು ಮತ್ತು ಸ್ವೀಕರಿಸುವವರನ್ನು ಸಂಪರ್ಕಿಸಲು ಮೀಸಲಾಗಿರುವ ಒಂದು ಸಾಮಾಜಿಕ ಬಳಕೆಯಾಗಿದೆ.
ta_in: LifeLine என்பது இரத்த வங்கிகள், இரத்ததானம் செய்பவர்கள் மற்றும் பெறுநர்களை இணைக்கும் ஒரு சமூக பயன்பாடாகும்.
te_in: LifeLine అనేది రక్తనిధిబ్యాంకులు, దాతలు మరియు గ్రహీతలను కలిపే ఒక సామాజిక అనువర్తనం.

# DONATE_TITLE
source: Donate
hi: रक्त दान
kn_in: ದಾನ
ta_in: இரத்ததானம்
te_in: దానం

# LOCATION_TITLE_WARNING
source: Loction Service is Turned Off
hi: लोकेशन सर्विस बंद है
kn_in: ಲೊಕೇಷನ್ ಸೇವೆಯು ಆಫ್ ಆಗಿದೆ
ta_in: இருப்பிட சேவை முடக்கப்பட்டுள்ளது
te_in: స్థాన సేవ ఆఫ్ చేయబడింది

# LOCATION_MESSAGE_WARNING
source: You can turn on Location Service for this app in Settings.
hi: आप सेटिंग में इस ऐप के लिए लोकेशन सर्विस चालू कर सकते हैं
kn_in: ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿ ನೀವು ಈ ಅಪ್ಲಿಕೇಶನ್ಗಾಗಿ ಸ್ಥಳ ಸೇವೆಯನ್ನು ಆನ್ ಮಾಡಬಹುದು
ta_in: அமைப்புகளில் இந்த பயன்பாட்டிற்கான இருப்பிடச் சேவையை நீங்கள் இயக்க வேண்டும்
te_in: మీరు సెట్టింగ్స్ లో ఈ అనువర్తనం కోసం స్థాన సేవను ఆన్ చేయవచ్చు.

# NO_REQUIREMENT_WARNING
source: No Requirements in your location
hi: आपके स्थान पर कोई निवेदन प्राप्त नहीं हुआ है
kn_in: ನಿಮ್ಮ ಸ್ಥಳದಲ್ಲಿ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ
ta_in: உங்கள் இருப்பிடத்திற்கு அருகில் இரத்த தேவைகள் இல்லை
te_in: మీ ప్రదేశంలో అవసరం లేదు

# INVENTORY_WARNING
source: No Inventory Information For this Blood Bank
hi: इस ब्लड बैंक के लिए कोई इन्वेंटरी जानकारी नहीं है
kn_in: ಈ ಬ್ಲಡ್ ಬ್ಯಾಂಕ್ಗೆ ಇನ್ವೆಂಟರಿ ಮಾಹಿತಿ ಇಲ್ಲ
ta_in: இந்த இரத்த வங்கிக்கான சேமிப்பு தகவல்கள் இல்லை
te_in: ఈ బ్లడ్ బ్యాంక్ యెక్క ఇన్వెంటరీ సమాచారం లేదు

# HOSPITAL_CONTACT_NAME_LBL
source: Contact Name
hi: संपर्कर्त्ता का नाम
kn_in: ಸಂಪರ್ಕಿಸುವ ಹೆಸರು
ta_in: தொடர்பு கொள்ள
te_in: సంప్రదింపు పేరు

# HOSPITAL_NAME_LBL
source: Hospital Name
hi: अस्पताल का नाम
kn_in: ಆಸ್ಪತ್ರೆ ಹೆಸರು
ta_in: மருத்துவமனை பெயர்
te_in: హాస్పిటల్ పేరు

# HOSPITAL_CONTACT_NUMBER_LBL
source: Contact Number
hi: संपर्कर्त्ता का फ़ोन नंबर
kn_in: ಸಂಪರ್ಕ ಸಂಖ್ಯೆ:
ta_in: தொடர்பு கொள்ள
te_in: సంప్రదింపు ఫోన్ సంఖ్య

# HOSPITAL_NEEDED_BY
source: Needed by
hi: ज़रुरतकर्ता
kn_in: ಅದಕ್ಕೆ ಅಗತ್ಯವಿದೆ:
ta_in: தேவை தேதி
te_in: కు అవసరం

# REQUEST_SHARE_TITLE_MESSAGE
source: You can also access the request on LifeLine here:
hi: आप यहां LifeLine पर निवेदन प्राप्त कर सकते हैं :
kn_in: LifeLine ಅಲ್ಲಿ ವಿನಂತಿಯನ್ನು ನೀವು ಇಲ್ಲಿ ಪ್ರವೇಶಿಸಬಹುದು:
ta_in: இங்கே லைல்லைன் கோரிக்கையை நீங்கள் அணுகலாம்:
te_in: ఇక్కడ LifeLine పై మీరు అభ్యర్థనను కూడా యాక్సెస్ చెయ్యవచ్చు:

# REQUEST_VOLUNTEER_SHARE_MESSAGE
source: A blood donation request has been created on LifeLine.Please volunteer to donate blood or share this within your circle. Here are the details:
hi: LifeLine पर एक रक्तदान निवेदन बनाया गया है। कृपया रक्तदान करें या अपने सर्कल में इसका प्रसार करें । यहाँ विवरण हैं:
kn_in: ಲೈಫ್ಲೈನ್ನಲ್ಲಿ ರಕ್ತದಾನ ವಿನಂತಿಯನ್ನು ರಚಿಸಲಾಗಿದೆ.ದಯವಿಟ್ಟು ರಕ್ತದಾನ ಮಾಡಲು ಸ್ವಯಂಸೇವಕರಾಗಿ ಅಥವಾ ನಿಮ್ಮ ವಲಯದಲ್ಲಿ ಇದನ್ನು ಹಂಚಿಕೊಳ್ಳಿ. ವಿವರಗಳು ಇಲ್ಲಿವೆ:
ta_in: இரத்தம் நன்கொடை கோரிக்கை LifeLine இல் உருவாக்கப்பட்டது. இரத்தத்தை தானம் செய்ய அல்லது உங்கள் வட்டத்தில் இதை பகிர்ந்து கொள்ளுங்கள். விவரங்கள் இங்கே உள்ளன:
te_in: LifeLine పై రక్త దానం అభ్యర్థన సృష్టించబడింది. దయచేసి రక్తాన్ని దానం చేయడానికి లేదా మీ సర్కిల్లో దీన్ని తెలిపి వాలంటీర్ చేయండి. ఇక్కడ వివరాలు ఉన్నాయి:

# AGE_WARNING_MESSAGE
source: You are not eligible for donating blood as your age is below 18. If you still want to continue, please select OK to continue.
hi: आप अपनी उम्र के अनुसार रक्त दान करने के लिए योग्य नहीं है। यदि आप अभी भी जारी रखना चाहते हैं, तो जारी रखने के लिए ओके का चयन करें।
kn_in: ನಿಮ್ಮ ವಯಸ್ಸು 18 ಕ್ಕಿಂತ ಕಡಿಮೆ ಇರುವುದರಿಂದ ರಕ್ತದಾನ ಮಾಡುವುದಕ್ಕೆ ನಿಮಗೆ ಅರ್ಹತೆ ಇಲ್ಲ. ನೀವು ಇನ್ನೂ ಮುಂದುವರಿಸಲು ಬಯಸಿದರೆ, ಮುಂದುವರಿಸಲು ದಯವಿಟ್ಟು ಸರಿ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ta_in: உங்கள் வயதை 18 வயதிற்குட்பட்டது என இரத்த தானம் செய்வதற்கான தகுதி உங்களுக்கு இல்லை. நீங்கள் தொடர விரும்பினால், தொடர சரி என்பதைத் தேர்ந்தெடுக்கவும்.
te_in: మీ వయస్సు తక్కువగా ఉండటం వలన మీరు రక్తాన్ని దానం చేయటానికి అర్హులు కాదు. మీరు ఇంకా కొనసాగాలనుకుంటే, కొనసాగించడానికి OK ఎంచుకోండి.

# CALENDER_HEADING
source: Confirm Date & Time
hi: तारीख और समय की पुष्टि करें
kn_in: ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ದೃಢೀಕರಿಸಿ
ta_in: தேதி மற்றும் நேரத்தை உறுதிசெய்க
te_in: తేదీ & సమయం నిర్ధారించండి

# WARNING_DATE_AND_TIME
source: Please Select Preferred Date and Time
hi: कृपया अपनी तारीख और समय चुनें
kn_in: ದಯವಿಟ್ಟು ಅನುಕೂಲಕರ ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta_in: தயவுசெய்து விருப்பமான தேதி மற்றும் நேரம் தேர்ந்தெடுக்கவும்
te_in: దయచేసి మీకు అనువైన తేదీ మరియు సమయం ఎంచుకోండి

# SUCESS_SUBMIT_REQUEST
source: Requested Details Submited Sucessfully
hi: निवेदित विवरण सफलतापूर्वक सबमिट कर दिया गया है
kn_in: ವಿನಂತಿಸಿದ ವಿವರಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ
ta_in: கோரப்பட்ட விவரங்கள் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டன
te_in: అడిగిన వివరాలు విజయవంతంగా సమర్పించబడ్డాయి

# LOCAL_NOTIFICATION_TITLE
source: Blood Donation
hi: रक्त दान
kn_in: ರಕ್ತದಾನ
ta_in: இரத்த தானம்
te_in: రక్త దానం

# LOCAL_NOTIFICATION_MESSAGE
source: Reminder for Blood Donation
hi: रक्त दान के लिए अलार्म
kn_in: ರಕ್ತದಾನಕ್ಕೆ ಜ್ಞಾಪನೆ
ta_in: இரத்ததானம் நினைவூட்டல்
te_in: రక్త దానం కోసం రిమైండర్

source: Clear
hi: मिटायें
kn_in: ಸ್ಪಷ್ಟ
ta_in: அகற்று
te_in: చెరపండి

source: Date of Birth
hi: जन्मतिथि
kn_in: ಹುಟ್ಟಿದ ದಿನ
ta_in: பிறந்த தேதி
te_in: పుట్టిన తేది

source: Last Donation Date
hi: अंतिम दान तिथि
kn_in: ಕೊನೆಯ ರಕ್ತದಾನದ ದಿನಾಂಕ
ta_in: கடைசி இரத்ததானம் செய்த தேதி
te_in: చివరి విరాళం తేదీ

# INVALID_HOME_PIN
source: Invalid Home PIN code
hi: अमान्य होम पिन कोड
kn_in: ಅಮಾನ್ಯವಾದ ಮನೆಯ ಪಿನ್ ಕೋಡ್
ta_in: தவறான முகப்புஅஞ்சல் குறியீடு
te_in: చెల్లని ఇంటి పిన్ కోడ్

# INVALID_WORK_PIN
source: Invalid Work PIN code
hi: अमान्य कार्यालय पिन कोड
kn_in: ಅಮಾನ್ಯವಾದ ಕೆಲಸದ ಪಿನ್ ಕೋಡ್
ta_in: தவறான அலுவலக அஞ்சல் குறியீடு
te_in: చెల్లని కార్యాలయ పిన్ కోడ్

# SUCESS_PROFILE_UPDATE
source: Your Profile has been Updated
hi: आपकी प्रोफाइल अपडेट की गयी है
kn_in: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
ta_in: உங்கள் சுயவிவர மேம்படுத்தப்பட்டது
te_in: మీ ప్రొఫైల్ నవీకరించబడింది

# ERROR_PROFILE_UPDATE
source: Failed to Update
hi: अपडेट करने में असफल
kn_in: ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ
ta_in: புதுப்பிக்க முடியவில்லை
te_in: నవీకరించడంలో విఫలమైంది

source: Select what you need
hi: आपकी आवश्यकता
kn_in: ನಿಮಗೆ ಬೇಕಾದುದನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta_in: என்ன தேவை*
te_in: మీకు కావలసినదాన్ని ఎంచుకోండి

# SELECT_UNITS
source: Select number of units
hi: यूनिट्स चुने
kn_in: ಘಟಕಗಳ ಸಂಖ್ಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta_in: அளவுகள் தேர்ந்தெடுக்கவும்
te_in: యూనిట్ల సంఖ్యను ఎంచుకోండి

# SELECT_BLOOD_GROUP
source: Please select Blood Group
hi: कृपया रक्त समूह चुनें
kn_in: ದಯವಿಟ್ಟು ರಕ್ತ ಗುಂಪು ಆಯ್ಕೆಮಾಡಿ
ta_in: இரத்தக் குழுவைத் தேர்ந்தெடுக்கவும்
te_in: దయచేసి బ్లడ్ గ్రూప్ ను ఎంచుకోండి

# SUCCESSFULLY_SUBMIT_POST
source: Your post has been posted successfully
hi: आपकी पोस्ट सफलतापूर्वक पोस्ट हो गयी है
kn_in: ನಿಮ್ಮ ಪೋಸ್ಟ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ
ta_in: உங்கள் கோரிக்கை வெற்றிகரமாக வெளியிடப்பட்டது
te_in: మీ పోస్ట్ విజయవంతంగా పోస్ట్ చేయబడింది

# FACEBOOK_NOT_INSTALLED
source: Facebook App not installed.
hi: फेसबुक ऐप इंस्टॉल नहीं है
kn_in: ಫೇಸ್ಬುಕ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ.
ta_in: பேஸ்புக் App நிறுவப்படவில்லை.
te_in: Facebook అనువర్తనం ఇన్స్టాల్ చేయబడలేదు.

# ERROR_INVALID_CONTACT
source: Invalid Contact Number
hi: अमान्य संपर्क संख्या
kn_in: ಅಮಾನ್ಯವಾದ ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ta_in: தவறான தொடர்பு எண்
te_in: చెల్లని సంప్రదింపు ఫోన్ సంఖ్య

# ERROR_INVALID_HOSPITAL_CONTACT
source: Invalid Hospial Contact Number
hi: अमान्य अस्पताल संपर्क नंबर
kn_in: ಅಮಾನ್ಯ ಆಸ್ಪತ್ರೆ ಸಂಪರ್ಕ ಸಂಖ್ಯೆ
ta_in: தவறான மருத்துவமனை தொடர்பு எண்
te_in: చెల్లని హాస్పిటల్ సంప్రదింపు ఫోన్ సంఖ్య

# ERROR_SPECIAL_CHAR_NOT_ALLOWED
source: Special characters are not allowed
hi: अमान्य अक्षर
kn_in: ವಿಶೇಷ ಅಕ್ಷರಗಳನ್ನು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ
ta_in: சிறப்பு எழுத்துகள் அனுமதிக்கப்படவில்லை
te_in: ప్రత్యేక అక్షరాలు అనుమతించబడవు

# ERROR_INVALID_HOSPITAL_PIN
source: Invalid Hospial Address PIN Code
hi: अमान्य अस्पताल पिन कोड
kn_in: ಅಮಾನ್ಯ ಆಸ್ಪತ್ರೆ ವಿಳಾಸ ಪಿನ್ ಕೋಡ್
ta_in: தவறான மருத்துவமனை முகவரி அஞ்சல் குறியீடு
te_in: చెల్లని హాస్పిటల్ అడ్రస్ పిన్ కోడ్

# ERROR_FACEBOOK_NOT_INSTALLED
source: Your device has no Facebook installed.
hi: आपके डिवाइस पर कोई फेसबुक इंस्टॉल नहीं है
kn_in: ನಿಮ್ಮ ದೂರವಾಣಿಯಲ್ಲಿ ಫೇಸ್ಬುಕ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿಲ್ಲ.
ta_in: உங்கள் செல்பேசி பேஸ்புக் நிறுவப்படவில்லை.
te_in: మీ పరికరంలో FACEBOOK ఇన్స్టాల్ చేయబడలేదు.

# CONFIRM_DATE
source: Confirm Your Date
hi: अपनी तारीख की पुष्टि करें
kn_in: ನಿಮ್ಮ ದಿನಾಂಕವನ್ನು ದೃಢೀಕರಿಸಿ
ta_in: உங்கள் தேதி உறுதிப்படுத்தவும்
te_in: మీ తేదీని నిర్ధారించండి

# ERROR_ENTER_MAILID
source: Please enter Email Address
hi: कृपया ईमेल पता दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ta_in: மின்னஞ்சல் முகவரியை உள்ளிடுக
te_in: దయచేసి ఇమెయిల్ చిరునామాను నమోదు చేయండి

# ERROR_FAIL_LOGIN
source: Fail to Login
hi: लॉग इन करने में असफल
kn_in: ಲಾಗಿನ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ta_in: உள்நுழைய முடியவில்லை
te_in: లాగిన్ చేయలేము

# ERROR_MAIL_ID_ALREADY_EXIST
source: This Email Id is already use for BloodBank,Please Login with different Email Id
hi: यह ईमेल आईडी पहले से ही ब्लड बैंक के लिए उपयोग की गई है, कृपया अलग ईमेल आईडी के साथ लॉगिन करें
kn_in: ಈ ಇಮೇಲ್ ಐಡಿ ಈಗಾಗಲೇ ಬ್ಲಡ್ಬ್ಯಾಂಕ್ಗಾಗಿ ಬಳಸಿದೆ, ದಯವಿಟ್ಟು ಬೇರೆ ಇಮೇಲ್ ಐಡಿಯೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ
ta_in: இந்த மின்னஞ்சல் முகவரி ஏற்கனவே இரத்த வங்கிக்காகப் பயன்படுத்தப்படுகிறது, தயவுசெய்து வெவ்வேறு மின்னஞ்சல் முகவரி மூலம் உள்நுழைக
te_in: ఈ ఇమెయిల్ ఐడి ఇప్పటికే బ్లడ్ బ్యాంక్ కోసం వాడబడింది, దయచేసి ఇతర ఇమెయిల్ ఐడితో లాగిన్ చేయండి

# ERROR_INCORRECT_USERID
source: Type your UserID Correctly
hi: अपना यूजर आईडी सही ढंग से लिखें
kn_in: ನಿಮ್ಮ ಬಳಕೆದಾರರ ಗುರುತು ಅನ್ನು ಸರಿಯಾಗಿ ಟೈಪ್ ಮಾಡಿ
ta_in: சரியாக உங்கள் பயனர் முகவரியை தட்டச்சு செய்யவும்
te_in: మీ వినియోగదారుని ఐడి సరిగ్గా టైప్ చేయండి

# ERROR_INCORRECT_USERID_PASSWORD
source: Please Check your UserID And Password and try again
hi: कृपया अपनी यूजर आईडी और पासवर्ड जांचें और पुनः प्रयास करें
kn_in: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಳಕೆದಾರರ ಗುರುತು ಮತ್ತು ಪಾಸ್ವರ್ಡ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ta_in: தயவுசெய்து உங்கள் பயனர் முகவரி மற்றும் கடவுச்சொல்லைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்
te_in: దయచేసి మీ వినియోగదారుని ఐడి మరియు పాస్వర్డ్ను తనిఖీ చేసి మళ్ళీ ప్రయత్నించండి

# WARNING_ENTER_PASSWORD
source: Please enter Password
hi: कृपया पासवर्ड एंटर करें
kn_in: ದಯವಿಟ್ಟು ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
ta_in: தயவுசெய்து கடவுச்சொல்லை உள்ளிடவும்
te_in: దయచేసి పాస్వర్డ్ను నమోదు చేయండి

# SUCCESS_NEW_PASSWORD
source: You will shortly recive mail in your registered Email id with the new password
hi: आप शीघ्र ही अपने रजिस्टर ईमेल आईडी में नए पासवर्ड के साथ मेल प्राप्त करेंगे
kn_in: ಹೊಸ ಪಾಸ್ವರ್ಡ್ನೊಂದಿಗೆ ನಿಮ್ಮ ನೋಂದಾಯಿತ ಇಮೇಲ್ ಐಡಿನಲ್ಲಿ ನೀವು ಶೀಘ್ರದಲ್ಲೇ ಮೇಲ್ ಅನ್ನು ಮರುಪಡೆಯುತ್ತೀರಿ
ta_in: புதிய கடவுச்சொல் மூலம் உங்கள் பதிவு மின்னஞ்சல் முகவரியில் விரைவில் அஞ்சல் பெறுவீர்கள்
te_in: మీరు మీ రిజిస్టర్డ్ ఇమెయిల్ ఐడిలో కొత్త పాస్ వర్డ్ తో త్వరలో మెయిల్ ను రిసీవ్ చేస్తారు

# NO_REQUEST_FOUND
source: No requests found
hi: कोई निवेदन प्राप्त नहीं हुआ
kn_in: ಯಾವುದೇ ವಿನಂತಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ta_in: கோரிக்கை எதுவும் இல்லை
te_in: అభ్యర్థనలు ఏవీ కనుగొనబడలేదు

# REQUEST_CLOSED
source: Your Request has been closed
hi: आपका निवेदन बंद कर दिया गया है
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ರದ್ದು ಮಾಡಲಾಗಿದೆ
ta_in: உங்கள் கோரிக்கை மூடப்பட்டது
te_in: మీ అభ్యర్థన పరిష్కరించబడింది

# NO_ONE_ACCEPT
source: No one accept your request
hi: आपका निवेदन किसी ने स्वीकार नहीं किया है
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಯಾರೂ ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ
ta_in: உங்கள் கோரிக்கை ஏற்கப்படவில்லை

# MAIL_TITLE
source: LifeLine - Blood Donation Confirmation
hi: LifeLine - रक्तदान की पुष्टि
kn_in: ಲೈಫ್ಲೈನ್ - ರಕ್ತ ದಾನ ದೃಢೀಕರಣ
ta_in: Lifeline - இரத்த தானம் உறுதிப்படுத்தல்
te_in: LifeLine - బ్లడ్ డొనేషన్ నిర్ధారణ

# MAIL_SEND_CANCEL
source: Could Not Send Email
hi: ईमेल नहीं भेजा जा सकता है
kn_in: ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಲಿಲ್ಲ
ta_in: மின்னஞ்சல் அனுப்ப முடியவில்லை
te_in: ఇమెయిల్ పంపడం సాధ్యం కాలేదు

# MAIL_CANCEL_MESSAGE
source: Your device could not send e-mail. Please check e-mail configuration and try again.
hi: आपके डिवाइस से ईमेल नहीं भेजी जा सकती है। कृपया ई-मेल व्यवस्था की जांच करें और पुनः प्रयास करें।
kn_in: ಇ-ಮೇಲ್ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಇ-ಮೇಲ್ ಕಾನ್ಫಿಗರೇಶನ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ta_in: உங்கள் சாதனம் மின்னஞ்சலை அனுப்ப முடியவில்லை. மின்னஞ்சல் உள்ளமைவை சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te_in: మీ పరికరం ఇ-మెయిల్ను పంపలేక పోయింది. దయచేసి ఇ-మెయిల్ సెట్టింగ్స్ తనిఖీ చేసి మళ్ళీ ప్రయత్నించండి.

# MAIL_CANCEL
source: LifeLine mail cancelled
hi: LifeLine मेल रद्द करें
kn_in: ಲೈಫ್ಲೈನ್ ಮೇಲ್ ರದ್ದುಗೊಂಡಿದೆ.
ta_in: Lifeline மின்னஞ்சல் ரத்து செய்யப்பட்டது
te_in: LifeLine మెయిల్ రద్దు చేయబడింది

# MAIL_IN_DRAFT
source: LifeLine mail saved message in the drafts folder
hi: LifeLine मेल ड्राफ्ट फोल्डर में है
kn_in: ಲೈಫ್ಲೈನ್ ಮೇಲ್ ಸಂದೇಶವನ್ನು ಡ್ರಾಫ್ಟ್ ಫೋಲ್ಡರ್ನಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ
ta_in: வரைவு கோப்புறையில் Lifeline அஞ்சல் சேமிக்கப்பட்ட செய்தி
te_in: డ్రాఫ్ట్ ఫోల్డర్లో LifeLine సందేశం సేవ్ చేయబడింది

# MAIL_SENT_SUCCESSFULLY
source: LifeLine mail sent successfully
hi: LifeLine मेल सफलतापूर्वक भेज दिया गया है
kn_in: ಲೈಫ್ಲೈನ್ ಮೇಲ್ ಯಶಸ್ವಿಯಾಗಿ ಕಳುಹಿಸಲಾಗಿದೆ
ta_in: Lifeline அஞ்சல் அனுப்பப்பட்டது
te_in: LifeLine మెయిల్ విజయవంతంగా పంపబడింది

# SELECT_WHEN_YOU_NEED
source: Please select When You Need
hi: आपको कब आवश्यकता है?
kn_in: ದಯವಿಟ್ಟು ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ta_in: என்ன தேவை
te_in: మీకు అవసరమైనప్పుడు దయచేసి ఎంచుకోండి

# ERROR_CONFIRM_PASSWORD_VALIDATION
source: Confirm Password must be greater than 6 Digits
hi: कन्फर्म पासवर्ड 6 अंकों से अधिक होना चाहिए
kn_in: ಪಾಸ್ವರ್ಡ್ 6 ಅಂಕಿಗಳಿಗಿಂತ ಹೆಚ್ಚಿನದಾಗಿರಬೇಕು
ta_in: கடவுச்சொல் உறுதிப்படுத்தி 6 இலக்கங்களை விட அதிகமாக இருக்க வேண்டும்
te_in: పాస్వర్డ్ తప్పనిసరిగా 6 అక్షరాలు కంటే ఎక్కువ ఉండాలి

# ERROR_ENTER_OLD_PASSWORD
source: Please enter valid old password
hi: कृपया मान्य पासवर्ड दर्ज करें
kn_in: ದಯವಿಟ್ಟು ಸರಿಯಾದ ಹಳೆಯ ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ta_in: சரியான பழைய கடவுச்சொல்லை உள்ளிடுக
te_in: దయచేసి పాత పాస్వర్డ్ను నమోదు చేయండి

# ERROR_ALL_MANDATORY_NEW_FIELDS
source: Please fill all Mandatory fields
hi: कृपया सभी अनिवार्य क्षेत्रों को भरें
kn_in: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕಡ್ಡಾಯ ಕ್ಷೇತ್ರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ
ta_in: அனைத்து அவசியமான துறைகள் நிரப்பவும்
te_in: దయచేసి తప్పనిసరిగా అన్ని ఖాళీలను పూరించండి

# BTN_CLEAR
source: Clear
ta_in: தெளிவு

# HOSPITAL_WORKING_HOURS
source: Working Hours
hi: कार्यकाल
kn_in: ಕೆಲಸದ ಸಮಯ
ta_in: மருத்துவமனை வேலை நேரங்கள்
te_in: పని ఘంటలు

# CAMP_VOLUNTEER
source: Volunteer
hi: स्वयंसेवी
kn_in: ಸ್ವಯಂಸೇವಕ
ta_in: முகாமிற்கு தன்னார்வ
te_in: సహాయదారుడు

source: Blood Group
hi: रक्त समूह
kn_in: ರಕ್ತ ಗುಂಪು
ta_in: இரத்த வகை
te_in: రక్తపు గ్రూపు

# BLOOD_REQUIREMENT
source: Requirement
hi: आवश्यकता
kn_in: ಅವಶ್ಯಕತೆ
ta_in: தேவையான இரத்தவகை
te_in: అవసరం

# REQUEST_CAMP_VOLUNTEER_SHARE_MESSAGE
source: A blood donation camp has been created on LifeLine. Please volunteer to donate blood or share this within your circle. Here are the details:
hi: LifeLine पर एक रक्तदान शिविर बनाया गया है। कृपया रक्तदान करें या अपने सर्कल में इसका प्रसार करें । यहाँ विवरण हैं:
kn_in: ಲೈಫ್ಲೈನ್ನಲ್ಲಿ ರಕ್ತದಾನ ಶಿಬಿರವನ್ನು ರಚಿಸಲಾಗಿದೆ. ರಕ್ತವನ್ನು ದಾನ ಮಾಡಲು ಸ್ವಯಂಸೇವಕರಾಗಿ ಅಥವಾ ನಿಮ್ಮ ವಲಯದಲ್ಲಿ ಇದನ್ನು ಹಂಚಿಕೊಳ್ಳಿ. ವಿವರಗಳು ಇಲ್ಲಿವೆ:
ta_in: LifeLine மீது இரத்த தான முகாம் உருவாக்கப்பட்டுள்ளது. இரத்தத்தை தானமாக வழங்க அல்லது உங்கள் வட்டத்தில் இதை பகிர்ந்து கொள்ளுங்கள். இங்கே விவரங்கள்:
te_in: LifeLine లో రక్త దానం శిబిరం సృష్టించబడింది. రక్తాన్ని దానం చేయడానికి లేదా మీ సర్కిల్లో దీన్ని భాగస్వామ్యం చేయండి. ఇక్కడ వివరాలు ఉన్నాయి:

# SEARCH_LOCATION
source: You searched this Location
hi: आपने इस स्थान की खोज की
kn_in: ನೀವು ಈ ಸ್ಥಳವನ್ನು ಹುಡುಕಿದ್ದೀರಿ
ta_in: இந்த இருப்பிடம் தேடப்பட்டது
te_in: మీరు ఈ స్థానాన్ని వెతికారు

# LANGUAGE_CHANGE_ALERT
source: Are you sure you want to change LifeLine language?
hi: क्या आप LifeLine भाषा को बदलना चाहते हैं?
kn_in: ನೀವು ಖಚಿತವಾಗಿ LifeLine ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಲು ಬಯಸುವಿರಾ?
ta_in: நீங்கள் LifeLine மொழியை மாற்ற விரும்புகிறீர்களா?
te_in: మీరు LifeLine భాషను మార్చాలనుకుంటున్నారా?

# CALANDER_TO
source: To
hi: से
kn_in: ಗೆ
ta_in: இறுதி
te_in: వరకు

# BLOOD_STRING
source: Blood
hi: ब्लड
kn_in: ರಕ್ತ
ta_in: இரத்தம்
te_in: రక్తం

# PLASMA_STRING
source: Plasma
hi: प्लाज्मा
kn_in: ಪ್ಲಾಸ್ಮಾ
ta_in: இரத்த பிளாஸ்மா
te_in: ప్లాస్మా

# PLATELETS_STRING
source: Platelets
hi: प्लेटलेट्स
kn_in: ಪ್ಲಾಟೇಲ್ಟ್ಸ್
ta_in: இரத்த தட்டுக்கள்
te_in: రక్తఫలకికలు

# ADDRESS_MAP_TITLE
source: Address
hi: पता
kn_in: ವಿಳಾಸ
ta_in: முகவரி
te_in: చిరునామా

# TOAST_LOGIN_MESSAGE
source: Logging
hi: लॉगिन हो रहा है
kn_in: ಲಾಗ್ ಇನ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ta_in: பதிவு
te_in: లాగింగ్

# BTN_YES
source: Yes
hi: हाँ
kn_in: ಹೌದು
ta_in: ஆமாம்
te_in: అవును

# BTN_NO
source: No
hi: नहीं
kn_in: ಇಲ್ಲ
ta_in: இல்லை
te_in: కాదు

# TOAST_SELECT_LANGUAGE_MESSAGE
source: Select Language
hi: भाषा चुनिए
kn_in: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta_in: மொழியைத் தேர்ந்தெடுக்கவும்
te_in: భాషను ఎంచుకోండి

# REQUEST_PENDING
source: Your request is pending.
hi: आपका निवेदन अभी जारी है.
kn_in: ನಿಮ್ಮ ವಿನಂತಿಯು ಬಾಕಿ ಉಳಿದಿದೆ.
ta_in: உங்கள் கோரிக்கை நிலுவையில் உள்ளது.
te_in: మీ అభ్యర్థన ఇంకా ఎవరూ స్వీకరించలేదు.

# PERSONAL_APPEAL
source: Write your appeal here
hi: अपनी अपील यहाँ लिखें
kn_in: ನಿಮ್ಮ ಮನವಿಯನ್ನು ಇಲ್ಲಿ ಬರೆಯಿರಿ
ta_in: இங்கே உங்கள் மேல்முறையீடு எழுதவும்
te_in: వ్యక్తిగత అభ్యర్ధన

# SELECT_LOCATION_STRING
source: Please select location from map
hi: कृपया मैप से स्थान का चयन करें
kn_in: ದಯವಿಟ್ಟು ನಕ್ಷೆಯಿಂದ ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta_in: வரைபடத்திலிருந்து இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்
te_in: దయచేసి మ్యాప్ నుండి స్థానాన్ని ఎంచుకోండి

# DATE_STRING
source: DOB
hi: जन्म तारीख
kn_in: ಜನ್ಮ ದಿನಾಂಕ
ta_in: பிறந்த தேதி
te_in: పుట్టిన తేది

# REQUIREMENT_STRING
source: Requirement for
hi: आवश्यकता के लिए
kn_in: ಅವಶ್ಯಕತೆ
ta_in: தேவை
te_in: అవసరం

# CAMP_HEADER
source: Blood Donation Camp
hi: रक्तदान शिविर
kn_in: ರಕ್ತದಾನ ಶಿಬಿರ
ta_in: இரத்த நன்கொடை முகாம்
te_in: బ్లడ్ డొనేషన్ క్యాంప్

# HOSPITAL_HEADER
source: Hospital/BloodBank
hi: अस्पताल/ब्लड बैंक
kn_in: ದಾನ ದೃಢೀಕರಿಸಿ
ta_in: மருத்துவமனை/இரத்த வங்கி
te_in: రక్త దానం క్యాంప్

# MAIL_TITLE_FOR_CAMP
source: LifeLine Blood Camp
hi: LifeLine रक्त कैंप
kn_in: LifeLine ರಕ್ತ ಕ್ಯಾಂಪ್
ta_in: LifeLine இரத்த முகாம்
te_in: LifeLine బ్లడ్ క్యాంప్
